tap "aquaproj/aqua"
tap "cloudflare/cloudflare"
tap "facebook/fb"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "act"
brew "atuin"
brew "bat"
brew "buf"
brew "cloud-sql-proxy"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker", link: false
brew "fastlane"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "go-task"
brew "grep"
brew "gzip"
brew "http-server"
brew "idb-companion"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lsd"
brew "mas"
brew "mise"
brew "mitmproxy"
brew "nkf"
brew "pandoc"
brew "postgresql@15"
brew "scrcpy"
brew "unzip"
brew "watchman"
brew "wget"
brew "aquaproj/aqua/aqua"
brew "cloudflare/cloudflare/cloudflared"
brew "facebook/fb/idb-companion"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "applite"
cask "clipy"
cask "cloudflare-warp"
cask "cursor"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "flipper"
cask "flutter"
cask "font-hackgen-nerd"
cask "fork"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "meetingbar"
cask "ngrok"
cask "readdle-spark"
cask "skim"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "vlc"
cask "warp"
cask "zoom"
mas "Channel Talk", id: 1536247270
mas "OneDrive", id: 823766827
mas "MacDroid", id: 1476545828
mas "Xcode", id: 497799835